Repository: adrienbrunet/sveeaccounts
Catalog: sveeaccounts/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Submit
fr: Soumettre

source: Registration activation success
fr: Succès de l'activation d'inscription

source: Registration activation fail
fr: Échec de l'activation d'inscription

source: Register
fr: Inscription

source: Registration complete
fr: Inscription terminée

source: Registration disallowed
fr: Inscription impossible

source: Login
fr: Authentification

source: Your account
fr: Votre compte

source: first name
fr: prénom

source: last name
fr: nom

source: E-mail
fr: Courriel

source: Password
fr: Mot de passe

source: Password (again)
fr: Mot de passe (à nouveau)

source: The two password fields didn't match.
fr: Les deux mots de passe ne correpondent pas.

source: The given activation key is not valid
fr: La clé d'activation fournie n'est pas valide

source: We can't process your activation
fr: Il est impossible de procéder à votre activation

source: You have succeeded in activating your registration
fr: Vous avez activé votre inscription.

source: Now you can <a href="%(login_url)s">login</a>
fr: Vous pouvez maintenant vous <a href="%(login_url)s">authentifier</a>

source: Hi, You have filled a new registration that you must activate to finalize. Just click on the link below to proceed : http://%(website_url)s/%(activation_url)s This link will only be valid for %(expiration_days)s days. Cheers.
fr: Bonjour, Vous avez rempli une nouvelle inscription qui doit être activée pour être finalisée. Cliquez simplement sur le lien suivant pour procéder : http://%(website_url)s/%(activation_url)s Ce lien ne sera valide que pour %(expiration_days)s jours. Cordialement.

source: Activate your new registration
fr: Activez votre nouvelle inscription

source: Registration blocked
fr: Inscription bloquée

source: This site does not accepts any registration
fr: Ce site n'accepte pas d'inscription

source: Not member
fr: Non membre

source: Log in
fr: Authentification

source: You are not allowed to complete this registration
fr: Vous n'êtes pas autorisé à valider cette inscription

source: This is probably because it has allready be activated or the delay to activate your account has expired
fr: Celà est probablement dû au fait que l'activation a déjà été accomplie ou bien que le délai d'expiration est dépassé

source: You have completed your registration
fr: Demande d'inscription terminée

source: An activation email has been sent to your email account, you must use the activation link in this email to finally activate your account
fr: Un email d'activation a été envoyé sur l'adresse de votre compte, vous devez utiliser le lien d'activation contenu dans cet email pour activer définitivement votre compte.
